[
    {
        "title": "Help to Buy: Equity Loan",
        "description": "This requires a minimum 5% deposit of the property value, with the Government offering an interest-free loan of a further 20% (Up to 40% in London). The remaining 75% is covered by a standard mortgage.\nThe idea with the Help to Buy Equity Loan is that, because you're theoretically only borrowing 75% from the mortgage lender, rates will be cheaper than on a 95% mortgage. As you can imagine this will not always be the case. So good thing to compare mortgage deals, either on a comparison website or using a broker.\n The Help to Buy Equity Loan is only available on new-build properties in England worth up to £600,000."
    },
    {
        "title": "Help To Buy Scotland",
        "description": "If you want to buy a new build home but can't afford the total cost. The scheme is open to first time buyers and existing homeowners, and helps you with up to 15% of the purchase price of a new build home.\nThere are two types of Help to Buy (Scotland) scheme:\n1. the Affordable New Build scheme available to larger homebuilders\n2. the Smaller Developer scheme for smaller home builders.\nThese apply to both schemes:\n• You must have a deposit of at least 5%.\n• Your deposit and mortgage must cover a combined minimum of 85% of the purchase price.\n• The Scottish Government will as a result take a stake of up to 15% of the purchase price holding security over this proportion till you own your home outright.\n• The mortgage must be a repayment mortgage of at least 25%. This cannot be an interest-only first mortgage.\nThis scheme is only available to those who are unable to afford to purchase the property without the Government purchasing an equity share in the property.\nThe schemes are not open to single people requiring a mortgage more than 4.5 times their income, or couples for more than 3.5 times their joint income."
    },
    {
        "title": "Help to Buy – Wales",
        "description": "1. You must provide a 5% deposit\n2. The scheme provides a shared equity loan of up to 20% of the purchase price3. You must take out a repayment mortgage to cover the remaining amount\nThe scheme supports the purchase of homes up to £300,000 bought through a registered Help to Buy – Wales builder."
    },
    {
        "title": "Help to Buy ISA",
        "description": "These are a type of ISA designed to help first-time buyers save up a deposit for their home. The government will add 25% to your savings, up to a maximum of £3,000 on savings of £12,000."
    },
    {
        "title": "Lifetime ISA",
        "description": "This offers a tax-free boost of up to £1,000 a year towards either buying your first home or saving towards retirement.\nSavers aged under 40 can open one of these accounts and put away up to £4,000 each year. The Government will then boost returns by 25p for every £1 saved and pay the bonus directly into the account on a monthly basis as of April 2018.\nYou can opt to use your Lifetime ISA as a deposit on a property worth up to £450,000 anywhere in the UK, so long as you are a first-time buyer."
    },
    {
        "title": "Right to Buy",
        "description": "This enables council tenants with at least three years’ consecutive tenancy to potentially buy their home at a significant discount.\nCouncil tenants (or those living in their homes when it was transferred to another landlord) will benefit from deeper discounts if they want to buy their property."
    },
    {
        "title": "Rent to Own – Wales",
        "description": "New-build scheme for those looking to save towards a mortgage deposit, in which 25% of rent that you have paid will be returned to you to help you purchase the home."
    },
    {
        "title": "Homebuy – Wales",
        "description": "Helps households by providing an equity loan to assist purchasing an existing property.\n1. You will normally need to contribute 70% of the purchase price of a home through a mortgage and/or personal savings\n2. You will need to arrange a mortgage from an approved lender\n3. You must repay the equity loan when you sell the home at the equivalent percentage value of your home at the time you sell it\n4. You can repay the loan before you sell you home in which case you will repay based on the value of your home at that time"
    },
    {
        "title": "Shared Ownership Schemes",
        "description": "This scheme allow you to purchase just share of a home (between 25% and 75%) from a local Housing Association and pay an affordable rent on the part you don't own.\nTo qualify for Shared Ownership, you don't have to be a first-time buyer but your household income must not exceed £80,000, or £90,000 in London. It is available on both new-build and resale properties."
    },
    {
        "title": "Shared Ownership – Wales",
        "description": "For those who cannot quite afford the purchase of 100% of the home at the full market value.\n1. You can buy a share of the home and pay rent on the remaining share\n2. You can purchase of an initial share of between 25% to 75% of the value of the chosen property\n3. You must take out a repayment mortgage for the share of the home purchased\n3.You can increase your share in the property at anytime"
    },
    {
        "title": "Right to Acquire",
        "description": "If you’re a housing association tenant in England, you could be eligible to buy the home you rent at a discount of between £9,000 and £16,000 on the price of your home. The amount of discount you’ll get depends on where you live. You can apply to buy your housing association home if you’ve had a public sector landlord for 3 years."
    },
    {
        "title": "Preserved Right to Buy",
        "description": "If you’re a housing association tenant in England, this scheme could help you buy the home you currently live in with a discount of up to £78,600 (£104,900 in London).\nEligibility:\n• If you were a secure council tenant and you were living in your home when it was transferred from the council to another landlord, like a housing association.\n• Also, If you then moved to another home owned by the new landlord. But not if you moved to a home owned by a different landlord."
    },
    {
        "title": "Starter Homes",
        "description": "If you’re a first-time buyer the Starter Homes scheme could help you buy a new-build home with a 20% discount. The maximum cost of a home offered via the Starter Homes scheme will be £250,000 outside London and £450,000 inside London.\nThe scheme hasn’t started as of yet."
    },
    {
        "title": "Home Ownership for People with Long term disabilities (HOLD)",
        "description": "If you have a long-term disability, the HOLD scheme in England could help you buy any home for sale on a shared ownership basis (part-rent/part-buy). You could buy a share of your home (between 25% and 75% of the home’s value) and pay rent on the remaining share.\nYour local Help to Buy agent can help you with this scheme."
    },
    {
        "title": "Open Market Shared Equity scheme",
        "description": "The scheme allows you to buy a property for sale on the open market in which the maximum stake that you can buy in the property, can be up to 90%."
    },
    {
        "title": "New Supply Shared Equity (NSEE) Scotland",
        "description": "Where you buy a new-build property either from a housing association or a housing co-operative. While you own the property outright, you will effectively be buying a stake ranging between 60-80% in the property with the remainder being funded by the Scottish Government.\nThe Scottish Government will have security on the property to cover the proportion it has funded. You do not have to pay interest on the government funded portion.\nYou can then repay the government when you sell."
    },
    {
        "title": "Shared Ownership Scotland",
        "description": "You are buying and renting and it is aimed mainly at first-time buyers. You buy a share of the property (usually 25%, 50% or 75%), and a housing association, or other social housing organisation, owns the rest.\nYou pay to the Housing Association a reduced rent on the part you don’t own.\nBe mindful that, priority is generally given to council and housing association tenants or people on their waiting lists."
    }
]
